Repository: jns-rchtr/BA-Schedule
Catalog: BA-Schedule/Resources/*.lproj/Localizable.strings
Languages: de

source: Schedule
de: Stundenplan

source: Settings
de: Einstellungen

# SCHEDULE.LAST.UPDATE %@
source: Last update: %@
de: Letztes Update: %@

# WELCOME_MESSAGE
source: Welcome to BA-Schedule!
de: Willkommen bei BA-Schedule!

# ONBOARDING.LOGIN.TITLE
source: Sign In with CampusDual
de: Anmeldung bei CampusDual

# ONBOARDING.LOGIN.MATRIKEL
source: Matriculation number
de: Matrikelnummer

# ONBOARDING.LOGIN.HASH
source: Authentication hash
de: Hash zur Authentifizierung

# ONBOARDING.LOGIN.BUTTON
source: Sign in
de: Anmelden

# LOGIN_ERROR_TITLE
source: An error occurred while signing in
de: Es ist ein Fehler beim Anmelden aufgetreten

# FEATURE_1_TITLE
source: Clear visualization
de: Übersichtliche Darstellung

# FEATURE_1_DESCR
source: Your schedule is easy, neat and available on the go.
de: Dein Stundenplan ganz einfach, ordentlich und mobil verfügbar.

# FEATURE_2_TITLE
source: Focused on privacy
de: Auslegung auf Datenschutz

# FEATURE_2_DESCR
source: The app was developed with privacy in mind.
de: Die App wurde mit einem Fokus auf Datenschutz entwickelt.

# SETTINGS.GITHUB-LINK
source: See the source code on GitHub
de: Zum Quelltext auf GitHub

# SETTINGS.ABOUT
source: About this App
de: Über diese App

# SETTINGS.NOTLOGGEDIN.TITLE
source: You are currently not signed in.
de: Du bist aktuell nicht angemeldet.

# SETTINGS.NOTLOGGEDIN.DESCR
source: Tap here to sign in
de: Um dich anzumelden hier tippen

# SETTINGS.LOGGEDIN.TITLE
source: You are signed in!
de: Du bist angemeldet!

# SETTINGS.USER.CHANGELOGIN
source: Change credentials
de: Anmeldedaten ändern

# SETTINGS.MOREFUNCTIONS.HEADER
source: More features
de: Weitere Funktionen

# SETTINGS.MOREFUNCTIONS.OFFLINESUPPORT
source: Offline-Saving
de: Offline-Speicherung

# SETTINGS.MOREFUNCTIONS.SHOWINSTRUCTUR
source: Show instructor
de: Lehrer:in anzeigen

# SETTINGS.IDEAS
source: Ideas for more features?
de: Ideen für weitere Funktionen?

# SETTINGS.IDEAS.BUTTON
source: Send feature proposal via email
de: Vorschlag per E-Mail senden

# ALERT_BUTTON_CANCEL
source: Cancel
de: Abbrechen

# GENERAL.UNKNOWN
source: Unknown
de: Unbekannt

# GENERAL.COMINGSOON
source: Coming soon
de: Bald verfügbar

# GENERAL.CONTINUE
source: Continue
de: Fortfahren

# GENERAL.TRYAGAIN
source: Try again
de: Erneut versuchen

# GENERAL.NOCONNECTION.TITLE
source: No network connection
de: Keine Netzwerkverbindung

# GENERAL.NOCONNECTION.MESSAGE
source: Please check your network connection and try again later.
de: Bitte überprüfe deine Netzwerkverbindung und versuche es später erneut.
